Revit 2018 API
ExportLineweightTable Properties
The ExportLineweightTable type exposes the following members.
Properties
Name | Description
Count
 Count of the items contained in the collection.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
Item
See Also
ExportLineweightTable Class
Autodesk.Revit.DB Namespace